
'''Vars for connect to db Postgress'''
user = "postgres"
password = "rootroot"
host = "127.0.0.1"
port = "5432"
database = "testdb"


'''ID Google Sheets'''
sheet_id = 'Айди гугл таблицы' #Вставить айди гугл таблицы
range = "Лист1!A2:Z1000" #Вставить ренж листа таблицы для чтения, формата "Название листа!А2:Z1000"
json_keys = "/sacc1.json" #Прописать путь к файлу json, лежащему в корневой папке


'''Telegram-bot'''
token = 'Токен телеграм бота' #Вставить токен
chat_id = 'Айди чата' #Вставить айди чата, куда отправлять уведомление о сроке поставки

'''Timer'''
timer = 10 #Указать количество частоту срабатывания скрипта в минутах
